; Generated (26.08.2024 15:52:16) by Defender Exclusion Tool v1.4 - Freeware
; www.sordum.org

[Main]
Language=Auto
WinSetOnTop=0
MouseTooltip=1
ItemDeleteMessage=1
TrustedInstaller=0
ExclusionsType=1
RefreshDelay=2500
ColumnShortOpt=-1
WinPositions=700,500,118,134,500,160

[SystemToolsList]
; Name=FilePath|WorkingDir|Parameter
St01=taskmgr.exe
St02=regedit.exe||-m
St03=cmd.exe
St04=powershell.exe

[Language_English]
Translator=BlueLife
01="This program is designed to edit Windows Defender exclusions."
02="Please Wait ..."
03="&File\n &Edit\n &Options\n &Tools\n &Help"
04="Defender Exclusion List\n Exclusion Type"
05="Drag && Drop File"
06="Path\n Process \n Extension \n IP Address"
07="Add file to exclusion list"
08="Add folder to exclusion list"
09="Enter exclusion\n Add Exclusion"
10="Remove selected item from the exclusion list"
11="Import List"
12="Export List"
13="Open Security Center\n Open Exclusion List"
14="&Add File"
15="Add &Folder"
16="&Enter Exclusion"
17="&Import List"
18="Export &List"
19="E&xit"
20="&Remove"
21="&Remove All"
22="&Select All"
23="&Copy"
24="&Paste Path"
25="&Open Location"
26="&Properties"
27="&Refresh"
28="&Always On Top"
29="&Warn Before Deleting\n Do you want to delete the selected item(s) from the list?\n Do you want to delete the entire list?"
30="&Add to the Context Menu"
31="&Add to File Context Menu"
32="&Add to Folder Context Menu"
33="Use &Shift Key to Display"
34="&Uninstall All"
35="&Show Hidden Files"
36="&Show File Extensions"
37="Exclusion List - &Ms Defender"
38="Exclusion List - &PowerShell"
39="&Security Center"
40="&Donate"
41="&Contact"
42="&HomePage"
43="&About"
44="Manage Defender Exclusion"
45="Add to Exclusion List"
46="Remove from Exclusion List"
47="Start Defender Exclusion Tool"
48="Add on removed from context menu."
49="Applications\n All Files\n ExcTool Files"
50="An error occurred during the operation!"
51="Unable to read file!"
52="Unable to write file!"
53="Error Code: #ERROR"
St01="&Task Manager"
St02="&Registry Editor"
St03="&Command Prompt"
St04="&Windows PowerShell"

[Language_German_Deutsch]	
Translator="Velociraptor"	
01="Mit diesem Programm können Sie Ausschlüsse von Windows Defender einfach bearbeiten."	
02="Bitte warten ..."	
03="&Datei\n &Bearbeiten\n &Optionen\n &Systemwerkzeuge\n &Hilfe"	
04="Windows Defender Ausnahme Liste\n Ausschlusstyp"	
05="Ziehen und Ablegen"	
06="Pfad\n Prozess \n Erweiterung \n IP Adresse"	
07="Datei zur Ausschlussliste hinzufügen"	
08="Ordner zur Ausschlussliste hinzufügen"	
09="Ausschluss eingeben\n Ausschluss hinzufügen"	
10="Ausgewählte Elemente aus der Ausschlussliste entfernen"	
11="Liste importieren"	
12="Liste exportieren"	
13="Sicherheitscenter öffnen\n Ausschlussliste öffnen"	
14="&Datei hinzufügen"	
15="Ordner hinzufügen"	
16="&Ausschluss eingeben"	
11="Liste importieren"	
12="Liste exportieren"	
19="Beenden"	
20="&entfernen"	
21="&Alle entfernen"	
22="&Alles auswählen"	
23="&Kopieren"	
24="&Pfad einfügen"	
25="&Speicherort öffnen"	
26="&die Eigenschaften"	
27="&Aktualisieren"	
28="&Immer im Vordergrund"	
29="&Vor dem Löschen warnen\n Möchten Sie das/die ausgewählte(n) Element(e) aus der Liste löschen?\n Möchten Sie die gesamte Liste löschen?"	
30="&Zum Kontextmenü hinzufügen"	
31="&Zum Dateikontextmenü hinzufügen"	
32="&Zum Ordner Kontextmenü hinzufügen"	
33="Mit Umschalttaste anzeigen"	
34="&Alle deinstallieren"	
35="&Ausgeblendete Elemente anzeigen"	
36="&Dateinamenerweiterungen anzeigen"	
37="Ausschlussliste - &Ms Defender"	
38="Ausschlussliste - &PowerShell"	
39="&Sicherheitscenter"	
40="&Spenden"	
41="&Kontakt"	
42="&HomePage"	
43="&Über Uns"	
44="Defender Ausschluss verwalten"	
45="Zur Ausschlussliste hinzufügen"	
46="Von der Ausschlussliste entfernen"	
47="Defender Exclusion Tool starten"	
48="Aus dem Kontextmenü entfernt"	
49="Anwendungen\n Alle Dateien\n ExTool Dateien"	
50="Während des Vorgangs ist ein Fehler aufgetreten"	
51="Datei kann nicht gelesen werden!"	
52="Datei kann nicht geschrieben werden!"	
53="Fehlercode: #ERROR"	
St01="&Task-Manager"	
St02="&Registrierungs Editor"	
St03="&Eingabeaufforderung"	
St04="&Windows PowerShell"

[Language_Turkish_Türkçe]
Translator="BlueLife"
01="Bu program Windows Defender dışlamalarını düzenlemek için tasarlanmıştır."
02="Lütfen Bekleyin ..."
03="&Dosya\n &Düzenle\n &Seçenekler\n &Sistem Araçları\n &Yardım"
04="Defender Hariç Tutma Listesi\n Hariç Tutma Türü"
05="Dosyayı Sürükle && Bırak"
06="Konum\n İşlem \n Uzantı \n IP Adresi"
07="Hariç tutma listesine dosya ekle"
08="Hariç tutma listesine klasör ekle"
09="Hariç tutmayı gir\n Hariç Tutma Ekle"
10="Hariç tutma listesinden seçili olanı kaldır"
11="Liste yedeğini geri yükle"
12="Listeyi yedekle"
13="Güvenlik Merkezini Aç\n Hariç Tutma Listesini Aç"
14="&Dosya Ekle"
15="&Klasör Ekle"
16="&Hariç Tutmayı Gir"
17="&Listeyi İçe Aktar"
18="&Listeyi Dışa Aktar"
19="&Kapat"
20="&Kaldır"
21="&Hepsini Kaldır"
22="&Hepsini Seç"
23="&Kopyala"
24="&Konumu Yapıştır"
25="&Konumu Aç"
26="&Özellikler"
27="&Yenile"
28="&Her Zaman Üstte"
29="&Silmeden Önce Uyar\n Seçilen öğeyi/öğeleri listeden silmek istiyor musunuz?\n Listenin tamamını silmek istiyor musunuz?"
30="&Sağ Tuş Menüsüne Ekle"
31="&Dosya Sağ Tuş Menüsüne Ekle"
32="&Klasör Sağ Tuş Menüsüne Ekle"
33="&Shift Tuşuna Basınca Görünsün"
34="&Hepsini Menülerden Kaldır"
35="&Gizli Dosyaları Göster"
36="&Dosya Uzantılarını Göster"
37="Hariç Tutma Listesi - &Ms Defender"
38="Hariç Tutma Listesi - &PowerShell"
39="&Güvenlik Merkezi"
40="&Bağış Yap"
41="&İletişim"
42="&Ana Sayfa"
43="&Hakkında"
44="&Defender Dışlama Seçenekleri"
45="&Dışlama Listesine Ekle"
46="&Dışlama Listesinden Sil"
47="&Defender Exclusion Tool u başlat"
48="Eklenti, bağlam menüsünden kaldırıldı."
49="Uygulamalar\n Tüm Dosyalar\n ExcTool Dosyaları"
50="İşlem sırasında bir hata oluştu!"
51="Dosya okunamıyor!"
52="Dosya yazılamıyor!"
53="Hata Kodu: #ERROR"
St01="&Görev Yöneticisi"
St02="&Kayıt Defteri Düzenleyicisi"
St03="&Komut İstemi"
St04="&Windows PowerShell"

[Language_Polish_Polski]
Translator="JuST@R 2024"
01="Program ten jest przeznaczony do edycji wykluczeń programu Windows Defender."
02="Proszę czekać..."
03="&Plik\n&Edycja\n&Opcje\n&Narzędzia\n&Pomoc"
04="Lista wykluczeń Defendera\nExclusion Type"
05="Przeciągnij i upuść plik"
06="Ścieżka\nProces\nRozszerzenie\nAdres IP"
07="Dodaj plik do listy wykluczeń"
08="Dodaj folder do listy wykluczeń"
09="Wprowadź wykluczenie\nAdd Exclusion"
10="Usuń wybrany element z listy wykluczeń"
11="Importuj listę"
12="Eksportuj listę"
13="Otwówz Centrum Bezpieczeństwa\nOpen Exclusion List"
14="&Dodaj plik"
15="Doodaj &folder"
16="&Wprowadź wykluczenie"
17="&Importuj listę"
18="Eksportuj &listę"
19="W&yjście"
20="&Usuń"
21="&Usuń wszystko"
22="Zaznacz w&szystko"
23="&Kopiuj"
24="&Wklej ścieżkę"
25="&Otwórz lokalizację"
26="&Właściwości"
27="Odśw&ież"
28="Z&awsze na wierzchu"
29="&Ostrzegaj przed usunięciem\nDo you want to delete the selected item(s) from the list?\nDo you want to delete the entire list?"
30="Dod&aj do menu kontekstowego"
31="Dod&aj do menu kontekstowego pliku"
32="Dod&aj do menu kontekstowego folderu"
33="Użyj klawisza &Shift, aby wyświetlić"
34="Odinstal&uj wszystko"
35="Pokaż ukry&te pliki"
36="Pokaż roz&szerzenia plików"
37="Lista wykluczeń - &Ms Defender"
38="Lista wykluczeń - &PowerShell"
39="&Centrum Bezpieczeństwa"
40="Po&daruj"
41="&Kontakt"
42="&Strona programu"
43="&Info"
44="Zarządzaj wykluczeniem Defender"
45="Dodaj do listy wykluczeń"
46="Usuń z listy wykluczeń"
47="Uruchom narzędzie wykluczające Defender"
48="Dodatek usunięto z menu kontekstowego."
49=""Aplikacje\nAll Files\nExcTool Files"
50="Wystąpił błąd podczas operacji!"
51="Nie można odczytać pliku!"
52="Nie można zapisać pliku!"
53="Kod błędu: #ERROR"
St01="&Menedżer zadań"
St02="&Edytor rejestru"
St03="&Wiersz poleceń"
St04="&Windows PowerShell"

[Language_Korean_한국어]
Translator="VenusGirl (비너스걸)"
01="이 프로그램은 Windows Defender 제외 항목을 편집하도록 설계되었습니다."
02="잠시 기다려 주세요..."
03="파일(&F)\n 편집(&E)\n 옵션(&O)\n 도구(&T)\n 도움말(&H)"
04="Defender 제외 목록\n 제외 유형"
05="파일 끌어서 놓기"
06="경로\n 프로세스 \n 확장자 \n IP 주소"
07="제외 목록에 파일 추가"
08="제외 목록에 폴더 추가"
09="제외 입력\n 제외 추가"
10="제외 목록에서 선택한 항목 제거"
11="목록 가져오기"
12="목록 내보내기"
13="보안 센터 열기\n 제외 목록 열기"
14="파일 추가(&A)"
15="폴더 추가(&F)"
16="제외 입력(&E)"
17="목록 가져오기(&I)"
18="목록 내보내기(&L)"
19="종료(&X)"
20="제거(&R)"
21="모두 제거(&R)"
22="모두 선택(&S)"
23="복사(&C)"
24="경로 붙여넣기(&P)"
25="위치 열기(&O)"
26="속성(&P)"
27="새로 고침(&R)"
28="항상 맨 위에(&A)"
29="삭제 전 경고(&W)\n 목록에서 선택한 항목을 삭제하시겠습니까?\n 전체 목록을 삭제하시겠습니까?"
30="상황에 맞는 메뉴에 추가(&A)"
31="파일 상황에 맞는 메뉴에 추가(&A)"
32="폴더 상황에 맞는 메뉴에 추가(&A)"
33="Shift 키를 사용하여 표시(&S)"
34="모두 제거(&A)"
35="숨김 파일 표시(&S)"
36="파일 확장자 표시(&S)"
37="제외 목록 - Ms Defender(&M)"
38="제외 목록 - PowerShell(&P)"
39="보안 센터(&S)"
40="기부하기(&D)"
41="연락처(&C)"
42="홈페이지(&H)"
43="제품 정보(&P)"
44="Defender 제외 관리"
45="제외 목록에 추가"
46="제외 목록에서 제거"
47="Defender 제외 도구 시작"
48="상황에 맞는 메뉴에서 추가 기능이 제거되었습니다."
49="응용 프로그램\n 모든 파일\n ExcTool 파일"
50="작업 도중에 오류가 발생했습니다!"
51="파일을 읽을 수 없습니다!"
52="파일을 쓸 수 없습니다!"
53="오류 코드: #ERROR"
St01="작업 관리자(&T)"
St02="레지스트리 편집기(&R)"
St03="명령 프롬프트(&C)"
St04="Windows PowerShell(&W)"

[Language_Portuguese_Brazil]
Translator="igorruckert"
01="Este programa foi desenvolvido para editar as exclusões do Windows Defender."
02="Aguarde..."
03="&Arquivo\n&Editar\n&Opções\n&Ferramentas\nA&juda"
04="Lista de exclusões do Defender\nTipo de exclusão"
05="Arraste e solte o arquivo"
06="Caminho\nProcesso\nExtensão\nEndereço IP"
07="Adicionar arquivo à lista de exclusões"
08="Adicionar pasta à lista de exclusões"
09="Entre a exclusão\nAdicionar exclusão"
10="Remover item selecionado da lista da exclusões"
11="Importar lista"
12="Exportar lista"
13="Abrir Central de Segurança\nAbrir lista de exclusões"
14="&Adicionar arquivo"
15="Adicionar &pasta"
16="&Entre a exclusão"
17="&Importar lista"
18="E&xportar lista"
19="&Sair"
20="&Remover"
21="&Remover tudo"
22="&Selecionar tudo"
23="&Copiar"
24="Co&lar caminho"
25="A&brir local do arquivo"
26="&Propriedades"
27="Atuali&zar"
28="Sempre no &topo"
29="A&visar antes de excluir\nDeseja excluir os itens selecionados da lista?\nDeseja excluir a lista inteira?"
30="&Adicionar ao menu de contexto"
31="&Adicionar ao menu de contexto de arquivos"
32="&Adicionar ao menu de contexto de pastas"
33="Usar tecla &Shift para exibir"
34="&Desinstalar todos"
35="Mostrar arquivos &ocultos"
36="Mostrar &extensões de arquivos"
37="Lista de exclusões (&Microsoft Defender)"
38="Lista de exclusões (&PowerShell)"
39="Central de &Segurança"
40="Fazer uma &doação"
41="&Contato"
42="&Site na Internet"
43="So&bre"
44="Gerenciar exclusões do Defender"
45="Adicionar à lista de exclusões"
46="Remover da lista de exclusões"
47="Iniciar ferramenta de exclusão do Defender"
48="Adicionar em removido do menu de contexto."
49="Aplicativos\nTodos os arquivos\nArquivos do Exc Tool"
50="Ocorreu um erro durante a operação!"
51="Não é possível ler o arquivo!"
52="Não é possível salvar o arquivo!"
53="Código de erro: #ERROR"
St01="Gerenciador de &Tarefas"
St02="Editor do &Registro"
St03="Prompt de &Comando"
St04="PowerShell do &Windows"

[Language_Greek_ελληνικά]
Translator="Thanasis Katsageorgis"
01="Αυτό το πρόγραμμα έχει σχεδιαστεί για να επεξεργαστεί τις εξαιρέσεις του Windows Defender."
02="Παρακαλώ Περιμένετε..."
03="&Αρχείο\n Επε&ξεργασία\n &Επιλογές\n Ερ&γαλεία\n &Βοήθεια"
04="Λίστα αποκλεισμού Defender\n Τύπος Εξαίρεσης"
05="Μεταφορά && Απόθεση Αρχείου"
06="Διαδρομή\n Διεργασία \n Επέκταση \n Διεύθυνση IP Address"
07="Προσθήκη αρχείου στη λίστα εξαιρέσεων"
08="Προσθήκη φακέλου στη λίστα εξαιρέσεων"
09="Εισαγωγή εξαίρεσης\n Προσθήκη Εξαίρεσης"
10="Κατάργηση επιλεγμένου στοιχείου από τη λίστα εξαιρέσεων"
11="Εισαγωγή Λίστας"
12="Εξαγωγή Λίστας"
13="Άνοιγμα Κέντρου Ασφαλείας\n Άνοιγμα Λίστας Εξαιρέσεων"
14="&Προσθήκη Αρχείου"
15="Προσθήκη &Φακέλου"
16="Εισαγωγή Ε&ξαίρεσης"
17="&Εισαγωγή Λίστας"
18="Ε&ξαγωγή Λίστας"
19="Έξο&δος"
20="&Αφαίρεση"
21="Αφαίρεση Ό&λων"
22="Επιλο&γή Όλων"
23="Αντιγρα&φή"
24="Επικόλληση &Διαδρομής"
25="Άνοιγμα &Τοποθεσίας"
26="&Ιδιότητες"
27="&Ανανέωση"
28="&Πάντα Στο Προσκήνιο"
29="&Προειδοποίηση πριν από τη διαγραφή\n Θέλετε να διαγράψετε τα επιλεγμένα στοιχεία από τη λίστα;\n Θέλετε να διαγράψετε ολόκληρη τη λίστα;"
30="&Προσθήκη στο Μενού Περιβάλλοντος"
31="Προσθήκη στο Μενού Περιβάλλοντος &Αρχείου"
32="Προσθήκη στο Μενού Περιβάλλοντος &Φακέλου"
33="Χρήση του πλήκτρου &Shift για Εμφάνιση"
34="&Απεγκατάσταση Όλων"
35="&Εμφάνιση Κρυφών Αρχείων"
36="Εμφάνιση Ε&πεκτάσεων Αρχείων"
37="Λίστα Εξαιρέσεων - &Ms Defender"
38="Λίστα Εξαιρέσεων - &PowerShell"
39="&Κέντρο Ασφαλείας"
40="&Δωρεά"
41="&Επικοινωνία"
42="&Αρχική σελίδα"
43="&Πληροφορίες"
44="Διαχείριση Εξαίρεσης του Defender"
45="Προσθήκη στη Λίστα Εξαιρέσεων"
46="Αφαίρεση από τη Λίστα Εξαιρέσεων"
47="Ξεκινήστε το Εργαλείο Εξαίρεσης του Defender"
48="Προσθήκη στα αφαιρεμένα από το μενού περιβάλλοντος."
49="Εφαρμογές\n Όλα τα Αρχεία\n Αρχεία ExcTool"
50="Παρουσιάστηκε σφάλμα κατά τη λειτουργία!"
51="Δεν είναι δυνατή η ανάγνωση του αρχείου!"
52="Δεν είναι δυνατή η εγγραφή αρχείου!"
53="Κωδικός Σφάλματος: #ERROR"
St01="&Διαχείριση Εργασιών"
St02="&Επεξεργασία Μητρώου"
St03="&Γραμμή Εντολών"
St04="&Windows PowerShell"

[Language_French_Français]
Translator="Largo"
01="Ce programme est conçu pour modifier les exclusions de Windows Defender."
02="Veuillez patienter ..."
03="&Fichier\n &Éditer\n &Options\n &Outils\n &Aide"
04="Liste d'exclusion de Défendeur\n Type Exclusion"
05="Glisser && déposer fichiers"
06="Chemin\n Processus \n Extension \n Adresse IP"
07="Ajouter le fichier à la liste d'exclusion"
08="Ajouter le dossier à la liste d'exclusion"
09="Entrer une Exclusion\n Ajouter l'Exclusion"
10="Retirer l'élément sélectionné de la liste d'exclusion"
11="Importer Liste"
12="Exporter Liste"
13="Ouvrir le centre de Sécurité\n Ouvrir Liste d'Exclusion"
14="&Ajouter fichier"
15="Ajouter &Dossier"
16="&Entrer une Exclusion"
17="&Importer Liste"
18="Exporter &Liste"
19="Q&uitter"
20="&Retirer"
21="&Retirer Tout"
22="&Sélectionner Tout"
23="&Copier"
24="&Coller le Chemin"
25="&Ouvrir l'emplacement"
26="&Propriétés"
27="&Actualiser"
28="&Toujours visible"
29="&Avertir avant suppression\n Voulez-vous supprimer les élément(s) sélectionné(s) de la liste?\n Voulez-vous supprimer la liste entière?"
30="&Ajouter au menu contextuel"
31="&Ajouter au menu contextuel du fichier"
32="&Ajouter au menu contextuel du dossier"
33="Utiliser la touche &Maj pour afficher"
34="&Désinstaller tout"
35="&Afficher les fichiers masqués"
36="&Afficher les extensions de fichier"
37="Liste d'exclusion - &Ms Defender"
38="Liste d'exclusion - &PowerShell"
39="&Centre de sécurité"
40="&Don"
41="&Contact"
42="&Page d'accueil"
43="&À propos de"
44="Gérer l'exclusion de Defender"
45="Ajouter à la liste d'exclusion"
46="Retirer de la liste d'exclusion"
47="Démarrer Defender Exclusion Tool"
48="Ajout d'un élément retiré du menu contextuel."
49="Applications\n Tous les fichiers\n Fichiers ExcTool"
50="Une erreur s'est produite lors de l'opération!"
51="Impossible de lire le fichier!"
52="Impossible d'écrire le fichier!"
53="Code d'Erreur: #ERREUR"
St01="&Gestionnaire des tâches"
St02="&Éditeur du registre"
St03="&Invite de commande (CMD)"
St04="&Windows PowerShell"

[Language_Dutch_Nederlands]
Translator=Alexei of PortableApp™
01="Dit programma is ontworpen om uitsluitingen van Windows Defender te bewerken."
02="Even wachten a.u.b..."
03="&Bestand\n &Bewerken\n &Instellingen\n &Gereedschap\n &Help"
04="Defender Uitsluiting lijst\n Uitsluiting Type"
05="Bestand Slepen && Neer zetten"
06="Pad\n Proces \n Extentie \n IP Addres"
07="Bestand toevoegen aan uitsluiting lijst"
08="Map toevoegen aan uitsluiting lijst"
09="Voer uitsluiting in\n Voeg uitsluiting toe"
10="Geselecteerd item uit de uitsluiting lijst verwijderen"
11="Import Lijst"
12="Export Lijst"
13="Open Veiligheid Center\n Open uitsluiting lijst"
14="&Voeg Bestand toe"
15="Voeg &Map toe"
16="&Voer Uitsluiting in"
17="&Import Lijst"
18="Export &Lijst"
19="ExcTool A&sluiten"
20="&Verwijder"
21="&Verwijder Alle"
22="&Selecteer Alle"
23="&Kopieer"
24="&Plak Pad"
25="&Open Locatie"
26="&Eigenschappen"
27="&Vernieuwen"
28="&Altijd Bovenop"
29="&Waarschuwen vóór verwijderen\n Wilt u de geselecteerde items uit de lijst verwijderen?\n Wilt u de hele lijst verwijderen?"
30="&Toevoegen aan RechterMuisMenu"
31="&Bestand toevoegen aan RechterMuisMenu"
32="&Map toevoegen aan RechterMuisMenu
33="Gebruik &Shift Toets voor Tonen"
34="&Dè-Installeer Alle"
35="&Toon Verborgen Bestanden"
36="&Toon Bestand Extenties"
37="Uitsluiting Lijst - &Ms Defender"
38="Uitsluiting Lijst - &PowerShell"
39="&Veiligheid Centrum"
40="&Doneer"
41="&Contact"
42="&HomePage"
43="&Over..."
44="Beheer Defender Uitsluitingen"
45="Voetoe aan Uitsluiting Lijst"
46="Verwijder van Uitsluiting Lijst"
47="Start Defender Uitsluiting gereedschap"
48="Add-on verwijderd uit RechterMuisMenu."
49="Toepassingen\Alle Bestanden\ Uitvoering Bestanden"
50="Er is een fout opgetreden tijdens de bewerking!"
51="Kan bestand niet lezen!"
52="UKan bestand niet schrijven!"
53="Fout Code:"
St01="&Taakbeheer"
St02="&Register Bewerker"
St03="&Command Prompt"
St04="&Windows PowerShell"

[Language_Russian_Русский]
Translator="RuLock"
01="Эта программа предназначена для редактирования исключений Защитника Windows."
02="Пожалуйста, подождите ..."
03="&Файл\n &Правка\n &Параметры\n &Инструменты\n &Справка"
04="Список исключений Защитника\n Тип исключения"
05="Перетащите файл"
06="Путь\n Процесс \n Расширение \n IP-адрес"
07="Добавить файл в список исключений"
08="Добавить папку в список исключений"
09="Введите исключение\n Добавить исключение"
10="Удалить выбранный элемент из списка исключений"
11="Импортировать список"
12="Экспортировать список"
13="Открыть Центр безопасности\n Открыть список исключений"
14="&Добавить файл"
15="Добавить &папку"
16="&Введите исключение"
17="&Импортировать список"
18="Экспортировать &список"
19="В&ыход"
20="&Удалить"
21="&Удалить все"
22="&Выбрать все"
23="&Копировать"
24="&Вставить путь"
25="&Открыть местоположения"
26="&Характеристики"
27="&Обновить"
28="&Всегда поверх других"
29="&Предупреждать перед удалением\n Вы хотите удалить выбранные элементы из списка?\n Вы хотите удалить весь список?"
30="&Добавить в контекстное меню"
31="&Добавить в контекстное меню файла"
32="&Добавить в контекстное меню папки"
33="Используйте клавишу &Shift для отображения"
34="&Удалить все"
35="&Показать скрытые файлы"
36="&Показать расширения файлов"
37="Список исключений — &Ms Defender"
38="Список исключений — &PowerShell"
39="&Центр безопасности"
40="&Пожертвовать"
41="&Контакт"
42="&Домашняя страница"
43="&О нас"
44="Управление Defender Exclusion"
45="Добавить в список исключений"
46="Удалить из списка исключений"
47="Запустить Defender Exclusion Tool"
48="Дополнение удалено из контекстного меню."
49="Приложения\n Все файлы\n Файлы ExcTool"
50="Во время операции произошла ошибка!"
51="Невозможно прочитать файл!"
52="Невозможно записать файл!"
53="Код ошибки: #ERROR"
St01="&Диспетчер задач"
St02="&Редактор реестра"
St03="&Командная строка"
St04="&Windows PowerShell"

[Language_Spanish_Español]
Translator="Fuler"
01="Este programa está diseñado para editar las Exclusiones de Windows Defender"
02="Por favor Espera ..."
03="&Archivo\n&Editar\n&Opciones\n&Herramientas\n&Ayuda"
04="Lista de Exclusiones\nTipo de Exclusión"
05="Arrastra && Suelta Archivo"
06="Ruta\nProceso\nExtensión\nDirección IP"
07="Agregar archivo a la lista de exclusiones"
08="Agregar carpeta a la lista de exclusiones"
09="Introducir exclusión\nAgregar exclusión"
10="Eliminar elemento seleccionado de la lista de exclusiones"
11="Importar Lista"
12="Exportar Lista"
13="Abrir Centro de seguridad\n Abrir lista de exclusión"
14="&Agregar Archivo"
15="Agregar &Carpeta"
16="&Ingresar exclusión"
17="&Importar Lista"
18="Exportar &Lista"
19="&Salir"
20="&Eliminar"
21="&Eliminar Todo"
22="&Seleccionar Todo"
23="&Copiar"
24="&Pegar Ruta"
25="&Abrir Ubicación"
26="&Propiedades"
27="&Actualizar"
28="&Siempre Visible"
29="&Avisar antes de eliminar\n Desea eliminar el elemento seleccionado(s) de la lista?\n Desea eliminar toda la lista?"
30="&Agregar al Menú Contextual"
31="&Agregar al Menú Contextual de Archivo"
32="&Agregar al Menú Contextual de Carpeta"
33="Usar la tecla &Shift para visualizar"
34="&Desinstalar Todo"
35="&Mostrar Archivos Ocultos"
36="Lista de exclusión - &Ms Defender"
37="Lista de Exclusiones - &Ms Defender"
38="Lista de Exclusiones - &PowerShell"
39="&Centro de Seguridad"
40="&Donar"
41="&Contacto"
42="&Página del programa"
43="&Acerca de"
44="Administrar Exclusiones de Windows Defender"
45="Agregar a la Lista de Exclusiones"
46="Eliminar de la Lista de Exclusiones"
47="Iniciar la Herramienta Defender Exclusion"
48="Agregar o Quitar del Menú Contextual"
49="Aplicaciones\n Todos los archivos\n Archivos ExcTool"
50="Se produjo un error durante la operación!"
51="No se puede leer el archivo!"
52="No se puede escribir el archivo!"
53="Código de error: #ERROR"
St01="&Administrador de Tareas"
St02="&Editor de Registro"
St03="&Símbolo del Sistema"
St04="&Windows PowerShell"

[Language_Italian_Italiano]
Translator="Giorgio"
01="Questo programma è progettato per modificare le esclusioni di Windows Defender."
02="Attendere..."
03="& File\n& Modifica\n& Opzioni\nStrumenti\nAiuto"
04="Copia e Incolla\nTipo di esclusione"
05="Copia e Incolla il file"
06="Percorso\nProcesso\nEstensione\nIndirizzo IP"
07="Aggiungi file all'elenco di esclusione"
08="Aggiungi cartella all'elenco delle esclusioni"
09="Inserisci esclusione\nAggiungi esclusione"
10="Rimuovi l'elemento selezionato dall'elenco delle esclusioni"
11="Importa elenco"
12="Esporta elenco"
13="Apri Centro sicurezza\nApri Elenco esclusioni"
14="&Aggiungi file"
15="Aggiungi &Cartella"
16="&Inserisci Esclusione"
17="&Importa Elenco"
18="Esporta &Elenco"
19="Uscita"
20="&Rimuovere"
21="&Rimuovi tutto"
22="&Seleziona tutto"
23="&Copia"
24="&Incolla percorso"
25="&Apri posizione"
26="&Proprietà"
27="&Aggiorna"
28="Sempre all'inizio"
29="&Avvisa prima di eliminare\nVuoi eliminare gli elementi selezionati dall'elenco?\nVuoi eliminare l'intero elenco?"
30="&Aggiungi al menu contestuale"
31="&Aggiungi al menu contestuale del file"
32="&Aggiungi al menu contestuale della cartella"
33="Utilizzare il tasto &Shift per visualizzare"
34="&Disinstalla tutto"
35="&Mostra file nascosti"
36="&Mostra estensioni file"
37="Elenco di esclusione - &Ms Defender"
38="Elenco di esclusione - &PowerShell"
39="&Centro di sicurezza"
40="&Donare"
41="&Contatti"
42="&Home Page"
43="&Informazioni"
44="Gestisci esclusione di Defender"
45="Aggiungi all'elenco di esclusione"
46="Rimuovi dall'elenco di esclusione"
47="Avvia lo strumento di esclusione di Defender"
48="Componente aggiuntivo rimosso dal menu contestuale."
49="Applicazioni\nTutti i file\nFile ExcTool"
50="Si è verificato un errore durante l'operazione!"
51="Impossibile leggere il file!"
52="Impossibile scrivere il file!"
53="Codice di errore: #ERROR"
Translator="BlueLife"
St01="&Gestore attività"
St02="&Editor del Registro di sistema"
St03="&Prompt dei comandi"
St04="&Windows PowerShell"

[Language_Japanese_日本語]
Translator="wakaizumo"
01="\n Microsoft Defender の除外設定を簡単に行えます。"
02="処理中・・・ 少々お待ち下さい"
03="ファイル(&F)\n編集(&E)\nオプション(&O)\nツール(&T)\nその他(&H)"
04="Defender 除外リスト\n除外タイプ"
05="ファイルをドラッグ&ドロップ(&D)"
06="場所\nプロセス\n拡張子\n IPアドレス"
07="ファイルを除外リストに追加"
08="フォルダを除外リストに追加"
09="入力して除外リストに追加\n除外を追加"
10="選択項目を除外リストから削除"
11="リストファイルを開く..."
12="リストをエクスポート..."
13="セキュリティセンターを開く\n 除外リストを開く"
14="ファイルを除外リストに追加(&F)..."
15="フォルダを除外リストに追加(&L)..."
16="入力して除外リストに追加(&N)"
17="リストファイルを開く(&I)..."
18="リストをエクスポート(&E)..."
19="終了(&X)"
20="リストから削除(&D)"
21="リストからすべて削除(&L)"
22="すべて選択(&A)"
23="ファイルパスをコピー(&C)"
24="ファイルパスを貼付け(&P)"
25="ファイルの場所を開く(&L)..."
26="ファイルのプロパティ(&F)..."
27="最新の情報に更新(&R)"
28="常に手前に表示(&A)"
29="削除する前に警告を表示(&D)\n 選択項目を除外リストから削除してもよいですか?\n すべての項目を除外リストから削除してもよいですか?"
30="次の右クリックメニューへ登録"
31="ファイルの右クリックメニューに登録"
32="フォルダの右クリックメニューに登録"
33="「Shift」 キー押下時に表示する"
34="すべて登録解除"
35="隠しファイルを表示(&H)"
36="ファイル拡張子を表示(&E)"
37="除外リスト - Microsoft Defender..."
38="除外リスト- &PowerShell..."
39="「Windows セキュリティ」 を開く..."
40="[WEB] 寄付サイトへ(&D)..."
41="[WEB] お問い合わせ(&Q)..."
42="[WEB] 作者サイトへ(&H)..."
43="このソフトについて(&A)..."
44="Defender の除外リストを管理"
45="除外リストを追加"
46="除外リストから削除"
47="Defender Exclusion Tool の起動"
48="次の右クリックメニューへ登録"
49="アプリケーション\n すべてのファイル\n ExcTool ファイル"
50="操作中にエラーが発生しました!"
51="ファイルを読み取れません!"
52="ファイルに書き込めません!"
53="エラーコード: #ERROR"
St01="タスクマネージャー を起動..."
St02="レジストリエディタ を起動..."
St03="コマンドプロンプト を起動..."
St04="&Windows PowerShell を起動..."

[Language_Chinese (Traditional)_正體中文]
Translator=Danfong Hsieh
01="該程式旨在編輯 Windows Defender 排除項。"
02="請稍候 ..."
03="檔案(&F)\n 編輯(&E)\n 選項(&O)\n 工具(&T)\n 說明(&H)"
04="Defender 排除清單\n 排除類型"
05="拖放檔案"
06="路徑\n 進程 \n 副檔名 \n IP 位址"
07="將檔案加入排除清單"
08="將資料夾加入排除清單"
09="輸入排除\n 加入排除"
10="從排除清單中移除所選項目"
11="匯入清單"
12="匯出清單"
13="開啟 Windows 安全性\n 開啟排除清單"
14="加入檔案(&A)"
15="加入資料夾(&F)"
16="輸入排除(&E)"
17="匯入排除(&I)"
18="匯出排除(&L)"
19="結束(&x)"
20="移除(&R)"
21="全部移除(&R)"
22="全選(&S)"
23="複製(&C)"
24="貼上路徑(&P)"
25="開啟所在位置(&O)"
26="內容(&P)"
27="重新整理(&R)"
28="最上層顯示(&A)"
29="刪除前警告(&W)\n 是否要從清單中刪除所選的項目?\n 是否要刪除整個清單?"
30="加入右鍵選單(&A)"
31="加入檔案右鍵選單(&A)"
32="加入資料夾右鍵選單(&A)"
33="使用 Shift 鍵來顯示(&S)"
34="卸載全部(&U)"
35="顯示隱藏檔(&S)"
36="顯示檔案附檔名(&S)"
37="排除清單 - &Ms Defender"
38="排除清單 - &PowerShell"
39="Windows 安全性(&S)"
40="捐贈(&D)"
41="聯繫(&C)"
42="首頁(&H)"
43="關於(&A)"
44="管理 Defender 排除項"
45="加入排除清單"
46="從排除清單移除"
47="啟動 Defender Exclusion Tool"
48="從右鍵選單新增或移除。"
49="應用程式\n 全部檔案\n ExcTool 檔案"
50="操作過程中發生錯誤!"
51="無法讀取檔案!"
52="無法寫入檔案!"
53="錯誤代碼: #ERROR"
St01="工作管理員(&T)"
St02="登錄編輯程式(&R)"
St03="命令提示字元(&C)"
St04="&Windows PowerShell"

[Language_Hebrew_עברית]
Translator="Yehuda"
01="תוכנית זו נועדה לערוך את החרגות של Windows Defender."
02="אנא המתן..."
03="&קובץ\n &עריכה\n &אפשרויות\n &כלים\n &עזרה"
04="רשימת החרגות של Defender\n סוג החרגה"
05="גרור ושחרר קובץ"
06="נתיב\n תהליך \n סיומת \n כתובת IP"
07="הוסף קובץ לרשימת החרגות"
08="הוסף תיקייה לרשימת החרגות"
09="הכנס החרגה\n הוסף החרגה"
10="הסר פריט נבחר מרשימת ההחרגות"
11="ייבוא רשימה"
12="ייצוא רשימה"
13="פתח מרכז האבטחה\n פתח רשימת החרגות"
14="&הוסף קובץ"
15="הוסף &תיקייה"
16="&הכנס החרגה"
17="&ייבוא רשימה"
18="ייצוא &רשימה"
19="י&ציאה"
20="&הסר"
21="הסר &הכל"
22="&בחר הכל"
23="&העתק"
24="&הדבק נתיב"
25="&פתח מיקום"
26="&מאפיינים"
27="&רענן"
28="&תמיד למעלה"
29="&הזהר לפני מחיקה\n האם ברצונך למחוק את הפריט/ים שנבחרו מהרשימה?\n האם ברצונך למחוק את כל הרשימה?"
30="&הוסף לתפריט ההקשר"
31="&הוסף לתפריט ההקשר של קובץ"
32="&הוסף לתפריט ההקשר של תיקייה"
33="השתמש במקש &Shift להצגה"
34="&הסר הכל"
35="&הצג קבצים מוסתרים"
36="&הצג סיומות קבצים"
37="רשימת החרגות - &Ms Defender"
38="רשימת החרגות - &PowerShell"
39="&מרכז האבטחה"
40="&תרום"
41="&צור קשר"
42="&דף הבית"
43="&אודות"
44="נהל את רשימת ההחרגות של Defender"
45="הוסף לרשימת ההחרגות"
46="הסר מרשימת ההחרגות"
47="הפעל כלי החרגות של Defender"
48="הפריט הוסר מתפריט ההקשר."
49="יישומים\n כל הקבצים\n קבצי ExcTool"
50="אירעה שגיאה במהלך הפעולה!"
51="לא ניתן לקרוא את הקובץ!"
52="לא ניתן לכתוב את הקובץ!"
53="קוד שגיאה: #ERROR"
St01="&מנהל המשימות"
St02="&עורך הרישום"
St03="&שורת הפקודה"
St04="&Windows PowerShell"

[Language_Vietnamese1_Tiếng Việt]
Người phiên dịch=MiênHanh
01=Chương trình này được thiết kế để chỉnh sửa các loại trừ của Windows Defender.
02=Xin vui lòng đợi...
03=&Tệp\n &Chỉnh sửa\n &Tùy chọn\n &Công cụ\n &Trợ giúp
04=Danh sách loại trừ người bảo vệ\n Loại loại trừ
05=Kéo && thả tệp
06=Đường dẫn\n Quy trình \n Tiện ích mở rộng \n Địa chỉ IP
07=Thêm tệp vào danh sách loại trừ
08=Thêm thư mục vào danh sách loại trừ
09=Nhập loại trừ\n Thêm loại trừ
10=Xóa mục đã chọn khỏi danh sách loại trừ
11=Nhập danh sách
12=Xuất danh sách
13=Mở Trung tâm Bảo mật\n Mở Danh sách Loại trừ
14=&Thêm tệp
15=Thêm &Thư mục
16=&Nhập loại trừ
17=&Nhập danh sách
18=Xuất &Danh sách
19=Thoát&thoát
20=&Xóa
21=&Xóa tất cả
22=&Chọn Tất Cả
23=&Sao chép
24=&Dán đường dẫn
25=&Vị trí mở
26=&Thuộc tính
27=&Làm mới
28=&Luôn đứng đầu
29=&Cảnh báo trước khi xóa\n Bạn có muốn xóa (các) mục đã chọn khỏi danh sách không?\n Bạn có muốn xóa toàn bộ danh sách không?
30=&Thêm vào Menu ngữ cảnh
31=&Thêm vào menu ngữ cảnh tệp
32=&Thêm vào menu ngữ cảnh thư mục
33=Sử dụng phím &Shift để hiển thị
34=&Gỡ cài đặt tất cả
35=&Hiển thị các tập tin ẩn
36=&Hiển thị phần mở rộng tệp
37=Danh sách loại trừ - &Ms Defender
38=Danh sách loại trừ - &PowerShell
39=&Trung tâm Bảo mật
40=&Quyên góp
41=&Liên hệ
42=&Trang chủ
43=&Giới thiệu
44=Quản lý loại trừ hậu vệ
45=Thêm vào danh sách loại trừ
46=Xóa khỏi danh sách loại trừ
47=Bắt đầu công cụ loại trừ bộ bảo vệ
48=Thêm vào đã bị xóa khỏi menu ngữ cảnh.
49=Ứng dụng\n Tất cả các tệp\n Tệp ExcTool
50=Đã xảy ra lỗi trong quá trình thao tác!
51=Không thể đọc tập tin!
52=Không thể ghi tập tin!
53=Mã lỗi: #ERROR
St01=&Trình quản lý tác vụ
St02=&Trình chỉnh sửa sổ đăng ký
St03=&Dấu nhắc lệnh
St04=&Windows PowerShell

[Language_Vietnamese2_Vietnamese]
Translator="Pé Đông"
01="Chương trình này thiết kế để tạo các loại trừ của Windows Defender"
02="Vui lòng đợi..."
03="&File\n&Sửa\n&Tùy chọn\n&Tools\n&Hỗ trợ"
04="Danh sách loại trừ\nKiểu loại trừ"
05="Kéo && Thả File"
06="Đường dẫn\nQuy trình\nPhần mở rộng\nĐịa chỉ IP"
07="Thêm file vào danh sách loại trừ"
08="Thêm folder vào danh sách loại từ"
09="Nhập loại trừ\nThêm loại trừ"
10="Xóa mục đã chọn ra khỏi danh sách loại trừ"
11="Danh sách nhập"
12="Danh sách xuất"
13="Mở trung tâm bảo vệ\nMở danh sách loại trừ"
14="&Thêm File"
15="Thêm &Folder"
16="&Nhập loại trừ"
17="&Nhập danh sách"
18="Xuất &danh sách"
19="&Thoát"
20="&Xóa"
21="&Xóa tất cả"
22="&Chọn tất cả"
23="&Copy"
24="&Dán đường dẫn"
25="&Mở vị trí"
26="&Thuộc tính"
27="&Làm mới"
28="&Ghim lên màn hình"
29="&Cảm báo trước khi xóa\nBạn có muốn xóa mục đã được chọn ra khỏi danh sách không?\nBạn có muốn xóa toàn bộ danh sách không?"
30="&Thêm vào Menu ngữ cảnh"
31="&Thêm vào Menu ngữ cảnh File"
32="&Thêm vào Menu ngữ cảnh Folder"
33="Sử dụng &shift để hiển thị"
34="&Gỡ cài đặt tất cả"
35="&Hiện Files ẩn"
36="&Hiện File mở rộng"
37="Danh sách loại trừ -&Ms Defender"
38="Danh sách loại trừ -&PowerShell"
39="&Trung tâm bảo vệ"
40="&Ủng hộ"
41="&Liên hệ"
42="&Trang chủ"
43="&Thông tin"
44="Quản lý loại trừ người bảo vệ"
45="Thêm vào danh sách loại trừ"
46="Xóa khỏi danh sách loại trừ"
47="Bắt đầu công cụ loại trừ"
48="Đã xóa phần bổ sung khỏi menu ngữ cảnh."
49="Ứng dụng\nTất cả Files\nExcTool Files"
50="Đã xảy ra lỗi trong quá trình thực hiện!"
51="Không thể đọc file"
52="Không thể ghi file"
53="Code lỗi: #ERROR"
St01="&Trình quản lý tác vụ"
St02="&Trình biên tập sổ đăng ký"
St03="&Dấu nhắc lệnh"
St04="&Windows PowerShell"

[Language_Chinese (Simplified)_简体中文]
Translator="none2003"
01="该程序旨在编辑 Windows Defender 排除项。"
02="请稍候 ..."
03="文件(&F)\n编辑(&E)\n选项(&O)\n工具(&T)\n说明(&H)"
04="Defender 排除项\n排除类型"
05="拖放文件"
06="路径\n进程\n扩展名\nIP 地址"
07="将文件加入排除项"
08="将文件夹加入排除项"
09="输入排除\n加入排除"
10="从排除列表中移除所选项目"
11="导入排除项"
12="导出排除项"
13="开启 Windows 安全中心\n开启排除项"
14="加入文件(&A)"
15="加入文件夹(&F)"
16="输入排除(&E)"
17="导入排除(&I)"
18="导出排除(&L)"
19="退出(&x)"
20="移除(&R)"
21="全部移除(&R)"
22="全选(&S)"
23="复制(&C)"
24="粘贴路径(&P)"
25="打开所在位置(&O)"
26="属性(&P)"
27="刷新(&R)"
28="置于顶层(&A)"
29="移除前警告(&W)\n是否要从排除项中删除所选的条目?\n是否要删除全部排除项?"
30="加入右键菜单(&A)"
31="加入文件右键菜单(&A)"
32="加入文件夹右键菜单(&A)"
33="使用 Shift 键来显示(&S)"
34="卸载全部(&U)"
35="显示隐藏文件(&S)"
36="显示文件附文件名(&S)"
37="排除项 - &Ms Defender"
38="排除项 - &PowerShell"
39="Windows 安全中心(&S)"
40="捐赠(&D)"
41="联系(&C)"
42="首页(&H)"
43="关于(&A)"
44="管理 Defender 排除项"
45="加入排除项"
46="从排除项移除"
47="启动 Defender Exclusion Tool"
48="从右键菜单新增或移除。"
49="应用程序\n全部文件\nExcTool 文件"
50="操作过程中发生错误!"
51="无法读取文件!"
52="无法写入文件!"
53="错误代码: #ERROR"
St01="任务管理器(&T)"
St02="注册表编辑器(&R)"
St03="命令提示符(&C)"
St04="&Windows PowerShell"